Repository: phantase/uvv
Catalog: uvv_admin/locale/*/LC_MESSAGES/uvv.po
Languages: fr_fr

source: Authentication failled
fr_fr: &Eacute;chec de la connexion

source: The pair login/password is not recognized, please try again.
fr_fr: Le couple Identifiant/Mot de passe n'est pas reconnu, merci de recommencer.

source: Authentication successful
fr_fr: Succ&egrave;s de la connexion

source: You are now logged in.
fr_fr: Vous &ecirc;tes maintenant connect&eacute;.

source: error
fr_fr: erreur

source: No data available in table
fr_fr: Aucune donn&eacute;e dans la table

source: Showing page _PAGE_ of _PAGES_
fr_fr: Page _PAGE_ of _PAGES_

source: No records available
fr_fr: Pas d'enregistrement disponible

source: (filtered from _MAX_ total records)
fr_fr: (filtr&eacute; de _MAX_ enregistrements)

source: Display _MENU_ records per page
fr_fr: Affiche _MENU_ enregistrements par page

source: Loading...
fr_fr: Chargement...

source: Processing...
fr_fr: Traitement...

source: Search:
fr_fr: Recherche :

source: Nothing found - sorry
fr_fr: Rien trouv&eacute; - d&eacute;sol&eacute;

source: First
fr_fr: Premier

source: Last
fr_fr: Dernier

source: Next
fr_fr: Suivant

source: Previous
fr_fr: Pr&eacute;c&eacute;dent

source: activate to sort column ascending
fr_fr: activer pour trier en ordre croissant

source: activate to sort column descending
fr_fr: activer pour trier en ordre d&eacute;croissant

source: Home
fr_fr: Accueil

source: Invoices
fr_fr: Factures

source: Invoice
fr_fr: Facture

source: Seasons
fr_fr: Saison

source: Season
fr_fr: Saison

source: Help
fr_fr: Aide

source: About
fr_fr: &Agrave; propos

source: Terms
fr_fr: Conditions

source: 404 Page not found
fr_fr: 404 Page non trouv&eacute;e

source: 500 Error
fr_fr: 500 Erreur

source: All rights reserved
fr_fr: Tous droits r&eacute;serv&eacute;s

source: %s invoices unpayed
fr_fr: %s factures non pay&eacute;es

source: %s days
fr_fr: %s jours

source: See All Invoices
fr_fr: Voir toutes les factures

source: Profile
fr_fr: Profil

source: Sign out
fr_fr: D&eacute;connexion

source: Log in
fr_fr: Connexion

source: All invoices
fr_fr: Toutes les factures

source: Payed invoices
fr_fr: Factures pay&eacute;es

source: Unpayed invoices
fr_fr: Factures non pay&eacute;es

source: Search...
fr_fr: Recherche...

source: Administrator
fr_fr: Administrateur

source: Oops! Page not found.
fr_fr: Oops! Page non trouv&eacute;e.

source: We could not find the page you were looking for.
fr_fr: Nous ne pouvons pas trouver la page que vous recherchez.

source: Meanwhile, you may <a href='home'>return to dashboard</a> or try using the search form.
fr_fr: En attendant, vous pouvez <a href='home'>retourner à l'accueil</a> ou utiliser le formulaire de recherche.

source: Oops! Something went wrong.
fr_fr: Oops! Quelque chose s'est mal pass&eacute;.

source: We will work on fixing that right away.
fr_fr: Nous travaillons &agrave; r&eacute;parer ceci.

source: To learn everything about this application
fr_fr: Apprenez tout sur cette application

source: Learn how to use the member area to manage your club
fr_fr: Apprenez comment utiliser votre espace membre pour g&eacute;rer votre club

source: Membership area
fr_fr: Zone membre

source: Remove
fr_fr: Supprimer

source: Current season
fr_fr: Saison en cours

source: More info
fr_fr: Plus d'informations

source: Unpayed Invoices
fr_fr: Factures non pay&eacute;es

source: Members
fr_fr: Membres

source: From
fr_fr: De

source: Email:
fr_fr: Courriel :

source: To
fr_fr: &Agrave;

source: Payment Due:
fr_fr: Paiement d&ucirc; :

source: Payment Methods:
fr_fr: M&eacute;thodes de paiement :

source: Amount Due
fr_fr: Somme d&ucirc; :

source: Print
fr_fr: Imprimer

source: Generate PDF
fr_fr: G&eacute;n&eacute;rer un PDF

source: Cannot cancel
fr_fr: Annulation impossible

source: Already payed
fr_fr: D&eacute;j&agrave; pay&eacute;

source: Cancel invoice
fr_fr: Annuler la facture

source: Mark as payed
fr_fr: Marquer comme pay&eacute;

source: Invoice unavailable
fr_fr: Facture non disponible

source: The invoice you try to visualize doesn't exist or you don't have the right to view it.
fr_fr: La facture que vous essayez de visualiser n'existe pas ou bien vous n'avez pas le droit de la voir.

source: Authentication error
fr_fr: Erreur d'authentification

source: You must be logged in to view this page.
fr_fr: Vous devez &ecirc;tre connect&eacute; pour voir cette page.

source: Please use the menu on the left to log in.
fr_fr: Utilisez le menu &agrave; gauche pour vous connecter.

source: Invoices for %s
fr_fr: Factures pour le club %s

source: Invoices for everybody
fr_fr: Factures de tous les clubs

source: Payed or Not
fr_fr: Pay&eacute;es ou non

source: Payed
fr_fr: Pay&eacute;es

source: Not payed
fr_fr: Non pay&eacute;es

source: Amount
fr_fr: Montant

source: Status
fr_fr: Statut

source: From:
fr_fr: De :

source: To:
fr_fr: &Agrave; :

source: Season unavailable
fr_fr: Saison non disponible

source: The season you try to visualize doesn't exist or you don't have the right to view it.
fr_fr: La saison que vous essayez de visualiser n'existe pas ou vous n'avez pas le droit de la voir.

source: Name
fr_fr: Nom

source: Start
fr_fr: D&eacute;but

source: End
fr_fr: Fin

source: Current
fr_fr: Actuelle

source: Forgot password
fr_fr: Mot de passe oubli&eacute;

source: Password reset
fr_fr: R&eacute;initialisation du mot de passe

source: Please enter your mail to receive a link to reset your password.
fr_fr: Merci d'entrer votre courriel pour recevoir un lien vous permettant de r&eacute;initialiser votre mot de passe.

source: Email
fr_fr: Courriel

source: Send
fr_fr: Envoyer

source: Sign in to start your session
fr_fr: Connectez vous pour commencer votre session

source: Login
fr_fr: Identifiant

source: Password
fr_fr: Mot de passe

source: Remember Me
fr_fr: Se souvenir de moi

source: Sign In
fr_fr: Connexion

source: I forgot my password
fr_fr: J’ai oubli&eacute; mon mot de passe

source: Register a new membership
fr_fr: Inscription

source: Registration Page
fr_fr: Formulaire d'inscription

source: Full name
fr_fr: Nom complet

source: Retype password
fr_fr: V&eacute;rification du mot de passe

source: I agree to the terms
fr_fr: J'accepte les conditions

source: View
fr_fr: Voir

source: Register
fr_fr: S'inscrire

source: I already have a membership
fr_fr: J'ai d&eacute;j&agrave; un compte

source: Toggle navigation
fr_fr: Basculer la navigation
